Repository: tomaswagdy549/Angular_Cleaning
Catalog: src/assets/i18n/messages.*.xlf
Languages: de

source: About Us
de: Über uns

source: Home
de: Startseite

source: Why Choose us?
de: Warum uns wählen?

source: After working extensively in the cleaning industry and accumulating valuable experience in customer service, Friends Clean Mg is dedicated to serving our clients with unparalleled excellence and precision. Customer satisfaction is our utmost priority, and we are prepared to address any concerns promptly to ensure a positive experience for every client.
de: Nach umfangreicher Tätigkeit in der Reinigungsbranche und dem Sammeln wertvoller Erfahrungen im Kundenservice ist Friends Clean Mg bestrebt, unsere Kunden mit unübertroffener Exzellenz und Präzision zu bedienen. Kundenzufriedenheit hat für uns oberste Priorität, und wir sind bereit, alle Anliegen umgehend zu bearbeiten, um ein positives Erlebnis für jeden Kunden zu gewährleisten.

source: Your satisfaction is our top priority, and we go above and beyond to ensure that every interaction with our team leaves you delighted. Choose Friends Clean Mg for a refreshingly seamless and enjoyable cleaning experience.
de: Ihre Zufriedenheit ist unsere oberste Priorität, und wir tun alles, um sicherzustellen, dass jede Interaktion mit unserem Team Sie begeistert. Wählen Sie Friends Clean Mg für ein erfrischend nahtloses und angenehmes Reinigungserlebnis.

source: Appointment Story
de: Termin Geschichte

source: Learn About Our Appointment Method
de: Erfahren Sie mehr über unsere Terminmethode

source: First
de: Zuerst

source: Download Application Form
de: Antragsformular herunterladen

source: Click on Download Button At the End to Download Appointment Appllication and Print It
de: Klicken Sie am Ende auf die Schaltfläche "Herunterladen", um den Termin-Antrag herunterzuladen und auszudrucken

source: Form Details
de: Formular Details

source: This Form To Help Us to Know More About Your Name, Email,Address, Appropriate Time For Cleaning , Area Of Place and You Could Choose A Best Method For You To Contact Email Or Whatsapp
de: Dieses Formular hilft uns, mehr über Ihren Namen, Ihre E-Mail-Adresse, Adresse, geeignete Reinigungszeit, Bereich des Ortes und die beste Kontaktmethode für Sie per E-Mail oder Whatsapp zu erfahren.

source: Then
de: Dann

source: Fill The Form
de: Füllen Sie das Formular aus

source: After Downloading it Fill The form Please Then Send IT On The Email Or Whatsapp Number of Friends Clean Company
de: Nach dem Herunterladen füllen Sie bitte das Formular aus und senden es dann an die E-Mail- oder Whatsapp-Nummer des Freundes Clean Company.

source: After That
de: Danach

source: Please Submit Form At Whatsapp Number Or Email And Our Teem Will Contact To You As Soon As Possible
de: Bitte senden Sie das Formular an die Whatsapp-Nummer oder E-Mail, und unser Team wird sich so schnell wie möglich mit Ihnen in Verbindung setzen.

source: Finally
de: Zum Schluss

source: Thanks For Your Visit
de: Vielen Dank für Ihren Besuch

source: We Are Very Excited to Serve You
de: Wir freuen uns sehr, Ihnen zu dienen

source: Adding New Service
de: Neuen Dienst hinzufügen

source: Service Name
de: Dienstname

source: Service Description
de: Dienstbeschreibung

source: Service Image
de: Dienstbild

source: Service Category
de: Dienstkategorie

source: Select the category name
de: Wählen Sie den Kategorienamen aus

source: Add Service
de: Dienst hinzufügen

source: Add New Category
de: Neue Kategorie hinzufügen

source: Category Name
de: Kategoriename

source: Useful Link
de: Nützlicher Link

source: Our Services
de: Unsere Dienstleistungen

source: ©All Rights Reserved.
de: ©Alle Rechte vorbehalten.

source: Garden Cleaning
de: Gartenreinigung

source: Cleaning All Garden
de: Alle Gartenreinigung

source: Cutting the Grass
de: Rasenmähen

source: Cutting the grass regularly ensures a lush, even lawn, enhances curb appeal, and prevents weed growth and pests
de: Das regelmäßige Rasenmähen gewährleistet einen üppigen, gleichmäßigen Rasen, steigert die Attraktivität der Bordsteinkante und verhindert Unkrautwachstum und Schädlinge.

source: pruning trees
de: Baumschnitt

source: Pruning trees enhances their shape, promotes healthy growth, and prevents disease by removing dead or overgrown branches
de: Das Beschneiden von Bäumen verbessert ihre Form, fördert gesundes Wachstum und verhindert Krankheiten, indem tote oder überwachsene Äste entfernt werden.

source: Treating trees with pesticides
de: Baumbehandlung mit Pestiziden

source: Treating trees with pesticides helps control pests, diseases, and ensures healthy growth and vitality
de: Die Behandlung von Bäumen mit Pestiziden hilft, Schädlinge und Krankheiten zu bekämpfen und ein gesundes Wachstum und Vitalität sicherzustellen.

source: Decorating trees
de: Bäume schmücken

source: Decorating and cutting trees transforms landscapes, enhancing beauty and promoting healthy growth through careful maintenance
de: Das Schmücken und Schneiden von Bäumen verwandelt Landschaften, erhöht die Schönheit und fördert ein gesundes Wachstum durch sorgfältige Pflege.

source: You Might Ask
de: Sie könnten fragen

source: Frequently Asked Questions
de: Häufig gestellte Fragen

source: <span>1</span> What does garden cleaning involve?
de: <span>1</span> Was beinhaltet Gartenreinigung?

source: Garden cleaning involves removing debris, trimming plants, mowing lawns, and maintaining overall tidiness.
de: Gartenreinigung beinhaltet das Entfernen von Schmutz, das Beschneiden von Pflanzen, das Mähen von Rasen und das Aufrechterhalten der allgemeinen Sauberkeit.

source: <span>2</span>How often should garden cleaning be done?
de: <span>2</span>Wie oft sollte Gartenreinigung durchgeführt werden?

source: Garden cleaning should be done regularly, ideally once a week or as needed based on seasonal changes.
de: Gartenreinigung sollte regelmäßig durchgeführt werden, idealerweise einmal pro Woche oder je nach Bedarf aufgrund saisonaler Veränderungen.

source: <span>3</span> What tools are essential for garden cleaning?
de: <span>3</span> Welche Werkzeuge sind für die Gartenreinigung unerlässlich?

source: Essential tools include a rake, shovel, pruning shears, lawn mower, and trash bags.
de: Zu den unverzichtbaren Werkzeugen gehören ein Rechen, eine Schaufel, Gartenschere, Rasenmäher und Müllsäcke.

source: <span>4</span> How can garden cleaning contribute to plant health?
de: <span>4</span> Wie kann die Gartenreinigung zur Pflanzengesundheit beitragen?

source: Removing debris and trimming plants can improve air circulation and sunlight exposure, promoting plant health.
de: Das Entfernen von Schmutz und das Beschneiden von Pflanzen können die Luftzirkulation und die Sonneneinstrahlung verbessern und die Gesundheit der Pflanzen fördern.

source: <span>5</span> Why is proper waste disposal important in garden cleaning?
de: <span>5</span> Warum ist eine ordnungsgemäße Abfallentsorgung bei der Gartenreinigung wichtig?

source: Proper disposal prevents the accumulation of rotting material, which can attract pests and harbor diseases.
de: Eine ordnungsgemäße Entsorgung verhindert die Ansammlung von verrottendem Material, das Schädlinge anziehen und Krankheiten beherbergen kann.

source: Friends
de: Freunde

source: where every corner sparkles with the warmth of cleanliness and the promise of a pristine home or office or garden space
de: wo jede Ecke mit der Wärme der Sauberkeit und dem Versprechen eines makellosen Zuhauses, Büros oder Gartens strahlt

source: Explore Now
de: Jetzt erkunden

source: <span>Welcome</span> To Our Company
de: <span>Willkommen</span> in unserer Firma

source: Ask more
de: Mehr fragen

source: <span>Cleans</span> MG
de: <span>Reinigt</span> MG

source: Learn More
de: Mehr erfahren

source: Provide Services Worldwide
de: Weltweite Dienstleistungen anbieten

source: House Services
de: Hausservices

source: Discover our comprehensive house cleaning services, tailored to exceed your expectations and delight guests and residents alike!
de: Entdecken Sie unsere umfassenden Hausreinigungsdienste, die darauf ausgerichtet sind, Ihre Erwartungen zu übertreffen und Gäste und Bewohner gleichermaßen zu erfreuen!

source: Hotel Services
de: Hoteldienstleistungen

source: we offer meticulous cleaning services, ensuring pristine environments that delight guests and residents alike!
de: Wir bieten akribische Reinigungsdienste an, die makellose Umgebungen garantieren und Gäste sowie Bewohner gleichermaßen begeistern!

source: Garden Services
de: Gartendienste

source: Transform your garden with our premier garden cleaning services. We ensure a pristine, tidy outdoor space with expert care!
de: Verwandeln Sie Ihren Garten mit unseren erstklassigen Gartendiensten. Wir garantieren einen makellosen, ordentlichen Außenbereich mit fachkundiger Betreuung!

source: Get A Comfortable Cleaning Service
de: Bekommen Sie einen bequemen Reinigungsservice

source: Do not hesitate to contact us
de: Zögern Sie nicht, uns zu kontaktieren

source: Contact Us
de: Kontaktieren Sie uns

source: Our strategy
de: Unsere Strategie

source: Booking is quick and easy
de: Die Buchung ist schnell und einfach

source: BOOK
de: BUCHEN

source: Determine the time and service that is ideal for you
de: Bestimmen Sie die Zeit und den Service, der für Sie ideal ist

source: CLEAN
de: REINIGEN

source: Once confirmed, we will arrive ready to clean with all supplies!
de: Sobald bestätigt, werden wir mit allen Vorräten bereit sein, um zu reinigen!

source: SIT BACK & RELAX
de: LEHNEN SIE SICH ZURÜCK & ENTSPANNEN SIE SICH

source: Enjoy your clean home backed by our 100% satisfaction guarantee!
de: Genießen Sie Ihr sauberes Zuhause, unterstützt durch unsere 100%ige Zufriedenheitsgarantie!

source: Swimming pool
de: Schwimmbad

source: Food Courts
de: Gastronomie

source: Scroll to Top
de: Zum Seitenanfang scrollen

source: Hotel Cleaning
de: Hotelreinigung

source: Hotel Appartements
de: Hotelapartments

source: Cleaning All Hotel
de: Alle Hotels reinigen

source: Kitchen cleaning
de: Küchenreinigung

source: Maintains hygiene by sanitizing surfaces, and utensils, ensuring a pristine environment.
de: Hygiene wird durch Desinfektion von Oberflächen und Utensilien aufrechterhalten und sorgt für eine makellose Umgebung.

source: Hotel Rooms
de: Hotelzimmer

source: We ensure that client rooms are spotless, thoroughly sanitized, and exceptionally comfortable for all guests
de: Wir stellen sicher, dass die Gästezimmer makellos, gründlich desinfiziert und für alle Gäste außergewöhnlich komfortabel sind.

source: Food Courts
de: Speisehöfe

source: We Ensure Cleaness Food courts and private facilities for hygiene and customer satisfaction.
de: Wir stellen Sauberkeit in den Speisehöfen und privaten Einrichtungen für Hygiene und Kundenzufriedenheit sicher.

source: Maintain pool hygiene by regular chlorination, filtration, and debris removal for a safe Pool
de: Erhalten Sie die Hygiene des Pools durch regelmäßige Chlorierung, Filtration und Beseitigung von Ablagerungen für einen sicheren Pool.

source: <span>1</span> What surfaces are typically sanitized in hotel rooms?
de: <span>1</span> Welche Oberflächen werden typischerweise in Hotelzimmern desinfiziert?

source: Surfaces like countertops, tables, doorknobs, and bathroom fixtures are sanitized.
de: Oberflächen wie Arbeitsplatten, Tische, Türklinken und Badezimmerarmaturen werden desinfiziert.

source: <span>2</span> How often are linens changed in hotel rooms?
de: <span>2</span> Wie oft werden in Hotelzimmern die Bettwäsche gewechselt?

source: Linens are changed daily or upon guest request for optimal cleanliness.
de: Die Bettwäsche wird täglich gewechselt oder auf Wunsch des Gasts für optimale Sauberkeit.

source: <span>3</span> What products are used to clean hotel bathrooms?
de: <span>3</span> Welche Produkte werden zur Reinigung von Hotelbadezimmern verwendet?

source: Disinfectants and specialized bathroom cleaners are commonly used for bathroom sanitation.
de: Desinfektionsmittel und spezialisierte Badreiniger werden häufig für die Reinigung von Badezimmern verwendet.

source: <span>4</span> What measures are taken to ensure guest room freshness?
de: <span>4</span> Welche Maßnahmen werden ergriffen, um die Frische der Gästezimmer zu gewährleisten?

source: Regular ventilation, air purifiers, and odor-neutralizing sprays maintain room freshness.
de: Regelmäßige Belüftung, Luftreiniger und geruchsneutralisierende Sprays sorgen für die Frische im Raum.

source: <span>5</span> How are carpets and floors cleaned in hotel rooms?
de: <span>5</span> Wie werden Teppiche und Böden in Hotelzimmern gereinigt?

source: Simmer water with lemon slices and spices or use baking soda in the refrigerator.
de: Lassen Sie Wasser mit Zitronenscheiben und Gewürzen köcheln oder verwenden Sie Backpulver im Kühlschrank.

source: Regularly ventilate the area, clean with mold-killing products, and repair leaks promptly.
de: Lüften Sie den Raum regelmäßig, reinigen Sie ihn mit schimmeltötenden Mitteln und reparieren Sie Lecks umgehend.

source: Vacuuming, steam cleaning, and spot treatments are employed for carpet and floor cleanliness.
de: Staubsaugen, Dampfreinigung und Fleckenbehandlungen werden zur Reinigung von Teppichen und Böden eingesetzt.

source: House Cleaning
de: Hausreinigung

source: First Department
de: Erste Abteilung

source: Cleaning All Home
de: Reinigung des gesamten Hauses

source: We remove grease and residues from kitchens, ensuring every surface is spotless and hygienic.
de: Wir entfernen Fett und Rückstände aus Küchen und sorgen dafür, dass alle Oberflächen makellos und hygienisch sind.

source: Glass Cleaning
de: Glasreinigung

source: We clean glass windows and doors, ensuring they are spotless, streak-free, and crystal clear.
de: Wir reinigen Glasfenster und -türen und stellen sicher, dass sie makellos, streifenfrei und kristallklar sind.

source: Bedroom/living room
de: Schlafzimmer/Wohnzimmer

source: Comprehensive Cleaning
de: Umfassende Reinigung

source: <span>1</span> How often should I clean my house thoroughly?
de: <span>1</span> Wie oft sollte ich mein Haus gründlich reinigen?

source: Aim for a thorough cleaning once a week for a tidy, hygienic home
de: Streben Sie eine gründliche Reinigung einmal pro Woche an, um ein ordentliches, hygienisches Zuhause zu haben

source: <span>2</span> What's the best way to remove stubborn stains from carpets?
de: <span>2</span> Wie lassen sich hartnäckige Flecken am besten aus Teppichen entfernen?

source: Blot the stain, then apply a mixture of water, vinegar, and dish soap
de: Tupfen Sie den Fleck ab und tragen Sie dann eine Mischung aus Wasser, Essig und Spülmittel auf

source: <span>3</span> How can I keep my kitchen smelling fresh after cooking?
de: <span>3</span> Wie kann ich dafür sorgen, dass meine Küche nach dem Kochen frisch riecht?

source: Use a mixture of vinegar and water or specialized window cleaning solutions.
de: Verwenden Sie eine Mischung aus Essig und Wasser oder spezielle Fensterreinigungslösungen.

source: <span>4</span> What's the most effective method for cleaning windows without streaks?
de: <span>4</span> Was ist die effektivste Methode zum streifenfreien Fensterputzen?

source: <span>5</span> How do I prevent mold and mildew in the bathroom?
de: <span>5</span> Wie verhindere ich Schimmel und Mehltau im Badezimmer?

source: We thoroughly clean rooms: dusting surfaces, vacuuming carpets, and tidying for a pristine, welcoming space
de: Wir reinigen die Zimmer gründlich: Abstauben der Oberflächen, Staubsaugen der Teppiche und Aufräumen für einen makellosen, einladenden Raum.

source: Bathroom Cleaning
de: Badezimmerreinigung

source: Removing stains, lime scale, and ensuring all fixtures are sparkling clean for a pristine finish
de: Entfernen von Flecken, Kalkablagerungen und Sicherstellen, dass alle Armaturen glänzend sauber sind für ein makelloses Finish.

source: Second Department
de: Zweite Abteilung

source: Move Furniture
de: Möbel bewegen

source: Moving Furniture
de: Möbelumzug

source: For hassle-free relocation, we ensure your items reach their new destination safely and intact
de: Für einen problemlosen Umzug stellen wir sicher, dass Ihre Gegenstände sicher und unversehrt ihr neues Ziel erreichen.

source: House Content Clearance
de: Hausräumung

source: Removing unnecessary items from the house for a clutter-free, organized, and spacious living environment
de: Entfernen unnötiger Gegenstände aus dem Haus für eine aufgeräumte, organisierte und geräumige Wohnumgebung.

source: Comprehensive Cleaning
de: Umfassende Reinigung

source: Cleaning all areas, including kitchens, bathrooms, and study rooms, for a spotless and tidy home
de: Reinigung aller Bereiche, einschließlich Küchen, Badezimmer und Studierzimmer, für ein makelloses und ordentliches Zuhause.

source: Home Painting
de: Hausmalerei

source: Refreshes, protects, and beautifies your home, enhancing both its ambiance and value significantly
de: Erfrischt, schützt und verschönert Ihr Zuhause und verbessert sowohl seine Atmosphäre als auch seinen Wert erheblich.

source: Login into Website
de: Melden Sie sich bei der Website an

source: Password
de: Passwort

source: Login
de: Anmeldung

source: Don't have an account? <a class="text-decoration-underline" style="cursor: pointer" (click)="haveAccount = !haveAccount" >Create one!</a >
de: Sie haben kein Konto? <a class="text-decoration-underline" style="cursor: pointer" (click)="haveAccount = !haveAccount" >Erstellen Sie eins!</a >

source: Sign up <i (click)="switchFromSignupToLogin()" style="cursor: pointer" class="fa-solid fs-1 fa-circle-arrow-left" ></i>
de: Anmeldung <i (click)="switchFromSignupToLogin()" style="cursor: pointer" class="fa-solid fs-1 fa-circle-arrow-left" ></i>

source: Enter Your Gmail
de: Geben Sie Ihr Gmail ein

source: Sign Up
de: Anmeldung

source: About
de: Um

source: Services
de: Dienstleistungen

source: Login/Register
de: Anmeldung / Registrieren

source: Change Password
de: Kennwort ändern

source: Logout
de: Ausloggen

source: Visit Our Running Services
de: Besuchen Sie unsere Laufservices

source: Edit
de: Bearbeiten

source: Delete
de: Löschen
